/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "%@ gsi";
"shortly after ref" 	= "current";

"five past %@" 			= "fünf ab %@";
"five past ref" 		= "current";

"ten past %@" 			= "zä ab %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "viertel ab %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "zwanzig ab %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "fünf vor halb %@";
"twentyfive past ref" 	= "next";

"half past %@" 			= "halb %@";
"half past ref" 		= "next";

"twentyfive to %@" 		= "fünf nach halb %@";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "zwanzig vor %@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "viertel vor %@";
"quarter to ref" 		= "next";

"ten to %@" 			= "zehn vor %@";
"ten to ref" 			= "next";

"five to %@" 			= "fünf vor %@";
"five to ref" 			= "next";

"nearly %@" 			= "kurz vor %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "zwölfi";
"one" = "eins";
"two" = "zwäi";
"three" = "drei";
"four" = "vieri";
"five" = "fünfi";
"six" = "säggsi";
"seven" = "siebeni";
"eight" = "achti";
"nine" = "nüni";
"ten" = "zäni";
"eleven" = "elfi";


/* special strings */

"%@ o'clock" = "%@ ";
"midnight" = "Mitternacht";


/* Workarounds */

"one o'clock" = "eins";


/* Menu items		*/

"About FuzzyClock" = "Über FuzzyClock...";
"FuzzyClock Help" = "FuzzyClock Hilf";
"Preferences ..." = "iischtellige...";
"Quit" = "Adie";


/* Others		*/

"language" = "Sprooch";
"change only FuzzyTime" = "numme Fuzzy-Ziit ändere";

"Save" = "Speichere";

"Fuzzy Preferences" = "Fuzzy iischtellige";

"Language Settings" = "Schprooch-iischtellige";
"Specials" = "Spezial";
"Special time settings" = "Spezielli Ziit-iischtellige";
"Starttime" = "Start ziit";
"Endtime" = "Änd ziit";
"String" = "Texscht";
"time format: hh:mm" = "Ziit Format: hh:mm";
"Remove" = "lösche";
"Add" = "Derzue nä";


"Color & Font" = "Farbe & Schrifte";
"Text color" = "Texschtfarb";
"draw font with shadow" = "Schrifte mit Schatte zeichne";
"(takes effect when you restart FuzzyClock)" = "(Änderige nach Neustart vo dr FuzzyClock wirksam)";
"font name" = "Schriftnäme";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";